Repository: PlayeRom/FFGo
Catalog: data/locale/*/LC_MESSAGES/messages.po
Languages: es, it, ja

source: Modification of apt.dat.gz detected.
es: Modificacion detectada en apt.dat.gz.
it: Sono state rilevate delle modifiche a apt.dat.gz.
ja: apt.dat.gz の変更を検出しました。

source: Generating airport database, this can take a while...
es: Generando base de datos de aeropuertos, puede llevar un tiempo...
it: Generazione del database degli aeroporti in corso: ciò potrebbe richiedere un po' di tempo...
ja: 空港データベースを生成しています。 しばらくお待ちください・・・

source: Cannot read version number of apt.dat database. FGo! expects a proper header information at the beginning of apt.dat. For details about data format see http://data.x-plane.com/designers.html#Formats
es: No es posible leer el número de version de la base de datos apt.dat. FGo! necesita un encabezamiento correcto al principio de apt.dat. Para mas informaciones visita http://data.x-plane.com/designers.html#Formats
it: Impossibile leggere il numero di versione del database apt.dat. FGo! si aspetta di trovare un'intestazione corretta all'inizio di apt.dat.Per dettagli sui formati vedi http://data.x-plane.com/designers.html#Formats
ja: apt.dat データベースのバージョンが合っていません。 FGo! は apt.dat のヘッダー情報が適切であることを期待しています。データフォーマットの詳細についてはhttp://data.x-plane.com/designers.html#Formatsを見てください。

source: Error
it: Errore
ja: エラー

source: Cannot read apt.dat database.
es: No se puede leer la base de datos apt.dat.
it: Impossibile leggere il database apt.dat.
ja: apt.dat データベースを読み込むことができません。

source: Cannot find apt.dat database.
es: No se puede encontrar la base de datos apt.dat.
it: Impossibile trovare il database apt.dat.
ja: apt.dat データベース を見つけることができません。

source: Scenery
es: Escenario
it: Scenario
ja: シーナリー

source: Default
es: Por Defecto
ja: デフォルト

source: Automatic
es: Automatico
it: Automatico
ja: 自動

source: Manual
it: Manuale
ja: 手動

source: Preferences
es: Preferencias
it: Preferenze
ja: 詳細設定

source: FlightGear settings
es: Ajustes de FlightGear
it: Impostazioni di FlightGear
ja: FlightGear の設定

source: TerraSync settings
es: Ajustes de TerraSync
it: Impostazioni di TerraSync
ja: TerraSync の設定

source: Miscellaneous
es: Miscelaneo
it: Altre impostazioni
ja: 雑多な設定

source: Save settings
es: Guardar ajustes
it: Salva impostazioni
ja: 設定を保存

source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル

source: Path to executable file:
es: Ruta al archivo ejecutable:
it: Percorso del file eseguibile:
ja: 実行ファイルへのパス:

source: Additional aircraft path:
es: Ruta para aviones adicionales:
it: Percorso aggiuntivo per gli aerei:
ja: 追加の航空機データのパス:

source: Working directory (optional):
es: Directorio de trabajo (opcional):
it: Directory di lavoro (facoltativa):
ja: 作業フォルダ (オプション):

source: Scenery path:
es: Ruta a los escenarios:
it: Percorso dello scenario:
ja: シーナリーのパス:

source: Enter the path to "fgfs" file, or "run_fgfs.sh", if you are using download_and_compile.sh scripts.
es: Introduce la ruta al fichero "fgfs" o "run_fgfs.sh" si estas usando el script download_and_compile.sh
it: Inserire il percorso del file "fgfs", oppure di "run_fgfs.sh" se si stanno utilizzando gli script "download_and_compile.sh".
ja: "fgfs" ファイル (download_and_compile.shスクリプトを使用している場合は "run_fgfs.sh" ファイル) へのパスを入力してください。

source: Path to FlightGear's main directory.
es: Ruta al directorio principal de FlightGear.
it: Percorso della directory principale di FlightGear.
ja: FlightGear のメインフォルダへのパスを指定してください。

source: Path to scenery. You can specify more than one path (separated by a colon) in order from highest to lowest layer.
es: Ruta para los escenarios. Puedes especificar mas de una ruta, separado por una coma.
it: Percorso dello scenario. È possibile specificare più percorsi, separandoli tra loro col carattere ":" e ordinandoli dal livello più alto a quello più basso.
ja: シーナリーへのパスを入力してください。優先度の高い順からコロン(:)で区切って複数のパスを指定できます。

source: Path to additional aircraft directory. Multiple directories separated by a colon can be included. Leave it empty if you are not using additional aircraft directories.
es: Ruta para el directorio de aeronaves adicional. Multiples directorios separados por una coma pueden ser includidos. Dejalo vacio sino usas directorios adicionales de aeronaves.
it: Percorso aggiuntivo per gli aerei. È possibile specificare più directory separandole tra loro col carattere ":". Lasciare il campo vuoto se non si utilizzano percorsi aggiuntivi.
ja: 追加の航空機フォルダへのパスを入力してください。優先度の高い順からコロン(:)で区切って複数のパスを指定できます。 追加の航空機フォルダを使用しない場合、空欄にしておいてください。

source: Optional parameter specifying FlightGear's working directory. That is the directory where logs or screen-shots will be saved. If left blank, the working directory is the user's home directory.
es: Este es el directorio donde los logs y capturas de pantalla serán guardados. Si se deja en blanco, la ruta de trabajo sera el directorio home de tu usuario.
it: Parametri facoltativi per specificare la directory di lavoro di FlightGear: in questa directory verranno salvati i file di log e gli screenshot. Se il campo è vuoto verrà utilizzata la directory dell'utente.
ja: FlightGearの作業ディレクトリを指定するオプションのパラメータです。 これはログやスクリーンショットの保存先になります。 もし空欄の場合、ユーザーのホームディレクトリが作業ディレクトリになります。

source: Enter the path to "terrasync" file, or "run_terrasync.sh", if you are using download_and_compile.sh scripts.
es: Introduce la ruta al fichero "terrasync" o "run_terrasync.sh" si estas usando el script download_and_compile.sh
it: Inserire il percorso del file "terrasync", oppure di "run_terrasync.sh" se si stanno utilizzando gli script "download_and_compile.sh".
ja: "terrasync" ファイル (download_and_compile.shスクリプトを使用している場合は "run_terrasync.sh" ファイル) へのパスを入力してください。

source: Directory where TerraSync saves downloaded scenery.
es: Directorio donde TerraSync guardas los escenarios descargados.
it: Directory in cui TerraSync salva gli scenari scaricati.
ja: TerraSyncがダウンロードしたシーナリーを保存するフォルダを指定してください。

source: Port address used by TerraSync.
es: Puerto usado por TerraSync.
it: Porta utilizzata da TerraSync.
ja: TerraSync が使用するポート番号を指定してください。

source: Choose other language. If not selected, FGo! will try to choose the system language.
es: Elige otro idioma. Si no es seleccionado, FGo! intentara usar el idioma del sistema.
it: Scegliere un'altra lingua. Se nessuna lingua è stata selezionata verrà utilizzata quella del sistema.
ja: 言語を選択してください。選択されていない場合、FGo! はシステムで設定されている言語を使うことを試みます。

source: Select data source where FGo! will be looking for information about runways or parking positions. There are two options: Default - FGo! will show runway numbers based on ~/.fgo/apt file, which is generated from FG_ROOT/Airports/apt.dat.gz database. Parking names will be taken from FG_ROOT/AI/Airports directory. Scenery - FGo! will show runway numbers based on ~/.fgo/apt file, which is generated from FG_ROOT/Airports/apt.dat.gz database. Parking names will be taken from FG_SCENERY/Airports folder - or folders - if multiple scenery paths are provided. Generally speaking: "Default" option will tell FGo! to show the same data that FlightGear uses by default when selecting starting location, while "Scenery" option will tell FGo! to look for that data directly in scenery folder. In that latter case, you may add --prop:/sim/paths/use-custom-scenery-data=true argument into command line options window to tell FlightGear to use the same data. If not sure which option you should choose, the best is to stick with the default setting.
es: Selecciona el origen de datos donde FGo! buscara para encontrar la información acerca de las pistas o las posiciones de parking. Ahí dos opciones: Por Defecto - FGo! mostrara los números de las pistas basado en el fichero ~/.fgo/apt, que es generado a partir de la base de datos FG_ROOT/Airports/apt.dat.gz. Los nombres de Parking se extraerán del directorio FG_ROOT/AI/Airports. Escenarios - FGo! mostrara los números de las pistas basado en el fichero ~/.fgo/apt, que es generado a partir de la base de datos FG_ROOT/Airports/apt.dat.gz. Los nombres de Parking se extraerán del directorio FG_SCENERY/Airports - o directorios - si varias rutas fueron configuradas. En pocas palabras: La opción "Por Defecto" le indica a FGo! que debe mostrar los mismos datos que FlightGear usa por defecto cuando se selecciona la localización inicial, mientras que "Escenarios" le indica que debe buscar esos datos en el directorio scenery. En este último caso, deberías añadir el argumento --prop:/sim/paths/use-custom-scenery-data=true en la ventana de linea de comandos para que FlightGear use los mismos datos. Si no estas seguro de cual opción escoger, los mejor es dejarlo por defecto.
it: Selezionare la fonte in cui FGo! cercherà le informazioni sulla posizione delle piste e dei parcheggi. Sono disponibili due opzioni: Default - FGo! mostrerà i numeri delle piste basandosi sul file ~/.fgo/apt, generato a partire dal database FG_ROOT/Airports/apt.dat.gz. I numeri dei parcheggi verranno prelevati dalla directory FG_ROOT/Airports. Scenery - FGo! mostrerà i numeri delle piste basandosi sul file ~/.fgo/apt, generato dal database FG_ROOT/Airports/apt.dat.gz, mentre i numeri dei parcheggi verranno prelevati dalla directory (o dalle directory, se sono stati definiti più percorsi) FG_SCENERY/Airports. In generale, con l'opzione "Default" FGo! mostra gli stessi dati usati da FlightGear quando viene selezionata la località di partenza, mentre scegliendo "Scenery" FGo! cerca i dati nella directory dello scenario. In quest'ultimo caso si può aggiungere, nella finestra delle opzioni, l'argomento '--prop:/sim/paths/use-custom-scenery-data=true', per far sì che FlightGear utilizzi gli stessi dati. Se non si è sicuri su quale opzione scegliere è preferibile attenersi alle impostazioni predefinite.
ja: 滑走路や駐機場についてFGo! が参照するデータのソースがどこか選択してください。 これには2つのオプションがあります: デフォルト - FGo! は FG_ROOT/Airports/apt.dat.gz データベースから生成された、 ~/.fgo/apt ファイルを元に滑走路番号を表示します。 駐機場名は FG_ROOT/AI/Airports ディレクトリから得ます。 シーナリー - FGo! は FG_ROOT/Airports/apt.dat.gz データベースから生成された、 ~/.fgo/apt ファイルを元に滑走路番号を表示します。 駐機場名は FG_SCENRY/Airports フォルダから得ます。 一般的な事項: 開始地点の選択のとき、 "デフォルト" オプションでは FlightGear がデフォルトで使うのと同じデータを表示しますが、 "シーナリー" オプションではシーナリーフォルダの中のデータを直接見るでしょう。 後者のケースでは、 FlightGear に同じデータを使うよう指示するために、下記のコマンドラインオプションを追加することができます。 --prop:/sim/paths/use-custom-scenery-data=true あなたがどのオプションを選択すべきかはっきり分からない場合、 "デフォルト" セッティングを使用してください。

source: Automatic - FGo! will try to keep track of changes of FG_ROOT/Airports/apt.dat.gz file, and will rebuild its airport database when need it. Manual - "Rebuild Airport Database" button needs to be used every time FG_ROOT/Airports/apt.dat.gz is changed.
es: Automatico - FGo! reconstruye la base de datos de aeropuertos cuando ha sido detectado un cambio en FG_ROOT/Airports/apt.dat.gz. Manual - El botón "Reconstruir Base de Datos de Aeropuertos" hay que pulsarlo cuando se produzca un cambio en FG_ROOT/Airports/apt.dat.gz.
it: Automatico - FGo! proverà a tenere conto delle modifiche apportate al file FG_ROOT/Airports/apt.dat.gz, ricostruendo quando necessario il database degli aeroporti. Manuale - Ogni volta che il file FG_ROOT/Airports/apt.dat.gz è stato modificato bisogna utilizzare il pulsante "Ricostruisci il database degli aeroporti".
ja: 自動 - FGo! は FG_ROOT/Airports/apt.dat.gz ファイルの変更の追跡を試み、また必要に応じ空港データベースの再構築を試みます。 手動 - FG_ROOT/Airports/apt.dat.gz が変更される毎に、"空港データベースの再構築" ボタンを押す必要があります。

source: Build new airport database from current FG_ROOT/Airports/apt.dat.gz. Useful in case when apt.dat.gz file has been updated.
es: Genera una nueva base de datos de aeropuertos usando FG_ROOT/Airports/apt.dat.gz. Útil si el fichero apt.dat.gz ha sido actualizado.
it: Ricostruire il database degli aeroporti a partire dal file FG_ROOT/Airports/apt.dat.gz corrente. Utile nel caso in cui il file sia stato aggiornato.
ja: 現在の FG_ROOT/Airports/apt.dat.gz から新しい空港データベースを構築します。 apt.dat.gzが最新の場合に有用です。

source: Set the base font size in the range from {0} to {1}. Zero is a special value that sets font to a platform-dependent default size.
es: Ajustar el tamaño base de la fuente en el rango de {0} a {1}. El cero es un valor especial que define la fuente, que depende del valor por defecto del sistema.
it: Impostare la dimensione di base del carattere, compresa nell'intervallo tra {0} e {1}. Il valore speciale zero assegna al carattere una dimensione predefinita dipendente dalla piattaforma.
ja: 基本的な文字サイズを {0} から {1} の間で設定してください。 0は文字サイズをプラットフォームでのデフォルトサイズにする特別な値です。

source: Find
es: Buscar
it: Cerca
ja: 探す

source: Port:
es: Puerto:
it: Porta:
ja: ポート:

source: Change language:
es: Cambiar Idioma:
it: Selezione lingua:
ja: 言語を変更:

source: Font size:
es: Tamaño de la fuente:
it: Dimensione del carattere:
ja: 文字サイズ:

source: Airport data source:
es: Fuente de datos de aeropuertos:
it: Sorgente dati degli aeroporti:
ja: 空港データのソース:

source: Airport database update:
es: Actualizacion de la base de datos de aeropuertos:
it: Aggiornamento database degli aeroporti:
ja: 空港データベースの更新:

source: Rebuild Airport Database
es: Reconstruir Base de Datos de Aeropuertos
it: Ricostruire database degli aeroporti
ja: 空港データベースを再構築

source: FlightGear is running...
es: FlightGear esta ejecutandose...
it: FlightGear è stato avviato...
ja: FlightGear を実行しています…

source: None
es: Ninguno
ja: 無し

source: Load
es: Cargar
it: Carica
ja: 読み込み

source: Save as...
es: Guardar como...
it: Salva come...
ja: 保存

source: Save & Quit
es: Guardar y Salir
it: Salva ed esci
ja: 保存して終了

source: Quit
es: Salir
it: Esci
ja: 終了

source: File
es: Archivo
ja: ファイル

source: Show installed airports only
es: Mostrar aeropuertos instalados
it: Mostra solo gli aeroporti installati
ja: インストール済みの空港のみ表示

source: Update list of installed airports
es: Actualizar lista de aeropuertos instalados
it: Aggiorna la lista degli aeroporti installati
ja: インストールされている空港のリストを更新

source: Settings
es: Ajustes
it: Impostazioni
ja: 設定

source: Tools
es: Herramientas
it: Strumenti
ja: ツール

source: Help
es: Ayuda
it: Aiuto
ja: ヘルプ

source: About
es: Acerca de
it: Informazioni su FGo!
ja: このプログラムについて

source: Clear
es: Limpiar
it: Cancella
ja: クリア

source: Airport:
es: Aeropuerto:
it: Aeroporto:
ja: 空港:

source: Rwy:
es: Pista:
it: Pista:
ja: 滑走路:

source: Parking:
it: Parcheggio:
ja: 駐機場

source: Select Scenario
es: Elegir Escenario
it: Seleziona situazione
ja: シナリオを選択

source: Scenery Prefetch
es: Predescargar Escenario
it: Scarica preventivamente lo scenario
ja: シーナリーのプリフェッチ

source: Reset
es: Reiniciar
it: Ripristina
ja: リセット

source: Run FG
es: Ejecutar FG
it: Avvia FG
ja: FGを起動

source: Translation:
es: Traducido por: Canseco Philip Lacroix
it: Traduzione italiana: Philip Lacroix
ja: 翻訳:

source: Authors:
es: Autores:
it: Autori:
ja: 作者:

source: License
es: Licencia
it: Licenza
ja: ライセンス

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる

source: Config Files
es: Ficheros de Configuración
it: File di configurazione
ja: 設定ファイル

source: [FGo! Warning] Scenery prefetch was unsuccessful.
es: [FGo! Warning] No ha sido posible predescargar el escenario.
it: [Avviso di FG0!] Non è stato possibile scaricare lo scenario.
ja: [FGo! の警告] シーナリーのプリフェッチに失敗しました。

source: Starting %s with following options:
es: Ejecutando %s con las siguientes opciones:
it: Avvio di %s con le opzioni seguenti:
ja: %s を以下のオプション付きで開始します:

source: Unable to run FlightGear!
es: No se puede ejecutar FlightGear!
it: Impossibile avviare FlightGear!
ja: FlightGearを実行できません！

source: Please make sure that paths: FG_BIN and FG_ROOT in "Preferences" window are pointing to right directories.
es: Por favor, asegurate que las rutas: FG_BIN and FG_ROOT en el submenu "Preferencias" apuntan a los directorios correctos.
it: Assicurarsi che i percorsi FG_BIN e FG_ROOT nella finestra "Preferenze" siano corretti.
ja: "Prefernces"ウインドウから、FG_BIN と FG_ROOT のパスが正しいか確認してください。

source: Starting TerraSync with following command:
es: Ejecutando TerraSync con los siguientes comandos:
it: Avvio di TerraSync con il comando seguente:
ja: 以下のコマンドでシーナリー自動取得を開始します:

source: Stopping TerraSync
es: Parando TerraSync
it: Arresto di TerraSync
ja: シーナリー自動取得を止めます

source: Carrier:
es: Portaaviones:
it: Portaerei:
ja: 空母 :

source: Decoded
es: Descodificado
it: Decodificato
ja: デコード

source: Fetching report...
es: Obteniendo reporte...
it: Scaricamento del rapporto...
ja: 気象通報を最適化しています...

source: Unable to download data.
es: No ha sido posible descargar los datos.
it: Impossibile scaricare i dati.
ja: データをダウンロードできません。

source: Click here to download the METAR report for selected (or nearest) airport.
es: Haz click aquí para descargar el reporte METAR para el aeropuerto seleccionado (o mas cercano).
it: Fare clic qui per scaricare il rapporto METAR per l'aeroporto selezionato (o per quello più vicino).
ja: ここをクリックすると、選択した(or 至近の)空港の気象通報をダウンロードします。
